Repository: Cakricks/colreminder
Catalog: trunk/translations/strings-*.po
Languages: ca

source: .. or set date/time:
ca: .. o estableix la data i hora:

source: Parking Time Settings
ca: Configuració - Temps d'aparcament

source: Notification Ringtone
ca: To de Notificació

source: Remind Notes
ca: Notes de Recordatori

source: Remind in...
ca: Recorda en...

source: Reminder
ca: Recordatori

source: About
ca: Quant a

source: Exit
ca: Surt

source: Alarm goes off at
ca: L'alarma s'apaga a

source: Snooze
ca: Despertador

source: Select date
ca: Selecciona la data

source: Select time
ca: Selecciona l'hora

source: Parking Time
ca: Temps d'aparcament

source: Select a Notification Ringtone
ca: Selecciona un to de notificació

source: Parking time is over!
ca: El Temps d'aparcament s'ha acabat!

source: Please select:
ca: Si us plau, selecciona:

source: Snooze duration in minutes
ca: Durada de la repetició de l'alarma en minuts

source: Settings
ca: Configuració

source: Cancel
ca: Cancel·la

source: Enter parking time in minutes for dropdown selection
ca: Escriu el temps d'estacionament en minuts a la selecció desplegable

source: Options
ca: Opcions

source: Reminders
ca: Recordatoris

source: ERROR: Snooze must be numeric!
ca: ERROR: El temps de repetició d'alarma ha de ser numèric!

source: This reminder will be deleted.
ca: Aquest recordatori s'eliminarà.

source: ERROR: Wrong data at Parking Time! Only numeric data and commas are valid!
ca: ERROR:Dades errònies al Temps d'aparcament! Només les dades numèriques i les comes són vàlides!

source: No active reminders!
ca: No hi ha avisos actius!

source: Donate
ca: Dóna

source: Remind me
ca: Recorda'm

source: Enter\nNumber
ca: Escriu\nNombre

source: Select\nContact
ca: Selecciona\nContacte

source: minutes
ca: minuts

source: Support, Question or Problems:
ca: Suport, preguntes o problemes:

source: Notification Volume
ca: Volum de Notificació

source: OK
ca: D'acord

source: Use system volume for notifications
ca: Usa el volum del sistema per a les notificacions

source: Set the volume of the notification
ca: Ajusta el volum de la notificació

source: System volume
ca: Volum del sistema

source: Reminder deleted!
ca: Recordatori eliminat!

source: Call
ca: Truca

source: Attention: You have never set the date and time format in the phone system settings!
ca: Atenció: No s'ha establert el format de data i hora a la configuració de sistema de telèfon!

source: Notification Settings
ca: Configuració de notificacions

source: Settings for the notification
ca: Configuració de la notificació

source: Enable Reminder
ca: Habilita Recordatori

source: Unread notification reminder
ca: Recordatori de notificació sense llegir

source: Number of Reminders
ca: Nombre de Recordatoris

source: The number of reminder notifications to play
ca: El nombre de notificacions de recordatori per reproduir

source: Reminder Interval
ca: Interval de Recordatori

source: The time period between notification reminders
ca: El període transcorregut entre la notificació de recordatoris

source: Reminder Settings
ca: Configuració del Recordatori

source: Reminder for Notification Settings
ca: Recordatori per a la configuració de notificació

source: Edit
ca: Edita

source: Delete
ca: Suprimeix

source: Save
ca: Desa

source: Type Parking Time could not be edited!
ca: El tipus de temps d'aparcament no ha pogut ser editat!

source: Show Snooze Picker
ca: Mostra selector de repetició d'alarma

source: Shows a dialog to choose a custom snooze time
ca: Mostra un diàleg per escollir un temps de repetició personalitzat

source: Snooze Settings
ca: Configuració de la Repetició d'alarma

source: Whats new
ca: Què hi ha de nou

source: Dismiss
ca: Para l'alarma

source: Home
ca: Inici

source: Mobile
ca: Mòbil

source: Work
ca: Feina

source: Other
ca: Altre

source: Select a phone number
ca: Selecciona un número de telèfon

source: Last Calls
ca: Darreres Trucades

source: Last\nCalls
ca: Darrera\nTrucades

source: Unknown
ca: Desconegut

source: Active Alarms
ca: Activa les alarmes

source: Add a telephone call reminder
ca: Afegeix un recordatori de trucada telefònica

source: Telephone Call Reminder
ca: Recordatori de trucades telefòniques

source: Telephone Call Settings
ca: Configuració de trucades telefòniques

source: After call you can quick set a telephone call reminder (Notification after call)
ca: Després de trucar pots ràpidament fer un recordatori (Notificació després de la trucada)

source: Last Calls Entries
ca: Darreres Trucades Entrants

source: Number of entries on last calls
ca: Nombre d'entrades a les darreres trucades

source: ERROR: Only numbers allowed and/or max. of 30!
ca: ERROR: Només es permet nombre i/o màx. de 30!

source: ERROR: Field can not be empty!
ca: ERROR: El camp no pot estar buit!

source: ERROR: Value already present!
ca: ERROR: Valor ja present!

source: Parking Time CountDown
ca: Compte Enrera del Temps d'aparcament

source: Display a CountDown in the notification bar
ca: Mostra un compte enrere a la barra de notificació
