Repository: Cakricks/colreminder
Catalog: translations/strings-*.po
Languages: es

source: notes
es: notas

source: .. or set date/time:
es: .. o configure fecha/tiempo:

source: Parking Time Settings
es: Configurar Tiempo de Estacionamiento

source: Notification Ringtone
es: Melodía de notificación

source: Remind Notes
es: Notas para recordar

source: Remind in...
es: Recordar en...

source: Reminder
es: Recordatorio

source: About
es: Acerca de

source: Exit
es: Salir

source: Alarm goes off at
es: La alarma se apaga a las

source: Snooze
es: Siestecita

source: Select date
es: Seleccione una fecha

source: Select time
es: Seleccionar una hora

source: Parking Time
es: Tiempo de Estacionamiento

source: Select a Notification Ringtone
es: Seleccione una Melodía de Notificación

source: Parking time is over!
es: El tiempo de Estacionamiento se ha acabado!

source: Please select:
es: Por favor seleccione:

source: Snooze duration in minutes
es: Duración de la Siestecita en minutos

source: Settings
es: Configuración

source: Cancel
es: Cancelar

source: Enter parking time in minutes for dropdown selection
es: Ingrese el Tiempo de Estacionamiento en minutor para la selección desplegable

source: Options
es: Opciones

source: Reminders
es: Recordatorios

source: ERROR: Snooze must be numeric!
es: ERROR: La Siestecita debe ser numérica!

source: This reminder will be deleted.
es: Este recordatorio será borrado.

source: ERROR: Wrong data at Parking Time! Only numeric data and commas are valid!
es: ERROR: Datos erróneos en el Tiempo de Estacionamiento! Sólo los números y comas son válidos!

source: No active reminders!
es: No hay recordatorios activos!

source: Donate
es: Donar

source: Remind me
es: Recordarme

source: Enter\nNumber
es: Ingrese\nNúmero

source: Select\nContact
es: Seleccione\nContacto

source: minutes
es: minutos

source: Support, Question or Problems:
es: Soporte, Preguntas o Problemas:

source: Notification Volume
es: Volumen de Notificación

source: Use system volume for notifications
es: Usar el volumen del Sistema para las Notificaciones

source: Set the volume of the notification
es: Configurar el volumen de las notificaciones

source: System volume
es: Volumen del Sistema

source: Reminder deleted!
es: Recordatorio borrado!

source: Call
es: Llamar

source: Attention: You have never set the date and time format in the phone system settings!
es: Atención: Usted nunca configuró el formato de la fecha y la hora en las configuraciones del teléfono!

source: Notification Settings
es: Configuración de Notificaciones

source: Settings for the notification
es: Configuraciones para las notificaciones

source: Enable Reminder
es: Activar recordatorio

source: Unread notification reminder
es: Recordatorio de la Notificación sin leer

source: Number of Reminders
es: Número de recordatorios

source: The number of reminder notifications to play
es: Número de notificaciones de recordatorios para reproducir

source: Reminder Interval
es: Intervalo de Recordatorio

source: The time period between notification reminders
es: Tiempo entre los Recordatorios de Notificaciones

source: Reminder Settings
es: Configuración de Recordatorios

source: Reminder for Notification Settings
es: Recordatorio para la Configuración de Notificación

source: Edit
es: Editar

source: Delete
es: Borrar

source: Save
es: Guardar

source: Type Parking Time could not be edited!
es: Tiempo de Estacionamiento no pudo ser editado!

source: Show Snooze Picker
es: Mostrar el Selector de Siestecita

source: Shows a dialog to choose a custom snooze time
es: Muestra un diálogo para escoger el tiempo de siestecita personalizado

source: Snooze Settings
es: Configuración de la Siestecita

source: Whats new
es: Qué hay de nuevo

source: Dismiss
es: Descartar

source: Home
es: Inicio

source: Mobile
es: Móvil

source: Work
es: Trabajo

source: Other
es: Otro

source: Select a phone number
es: Seleccione un número de teléfono

source: Last Calls
es: Últimas llamadas

source: Last\nCalls
es: Últimas\nLlamadas

source: Unknown
es: Desconocido

source: Active Alarms
es: Alarmas Activas

source: Add a telephone call reminder
es: Agregar un Recordatoro de Llamada telefónica

source: Telephone Call Reminder
es: Recordatorio de Llamada telefónica

source: Telephone Call Settings
es: Configuración de Llamadas Telefónicas

source: After call you can quick set a telephone call reminder (Notification after call)
es: Despues de llamar usted puede configurar un recordatorio de llamada telefónica (notificación después de llamar)

source: Last Calls Entries
es: Últimas llamadas

source: Number of entries on last calls
es: Número de entradas en últimas llamadas

source: ERROR: Only numbers allowed and/or max. of 30!
es: ERROR: Sólo números están permitidos y/o el máximo es 30!

source: ERROR: Field can not be empty!
es: ERROR: El campo no puede estar vacío!

source: ERROR: Value already present!
es: ERROR: Valor ya presente!

source: Parking Time CountDown
es: Cuenta Regresiva de Tiempo de Estacionamiento

source: Display a CountDown in the notification bar
es: Mostrar Cuenta Regresiva en la barra de notificaciones
